{
  "sourceFile": "data/loveliness_2012.pdf",
  "extractedAt": "2026-02-22T01:51:05.633Z",
  "totalPages": 54,
  "detectedHeader": "THE LOVELINESS OF CHRIST",
  "pages": [
    {
      "page": 1,
      "text": "THE LOVELINESS\n  OF CHRIST\n              Selections from\n     The Letters of Samuel Rutherford\n                1600-1661\n\n\n\n\n COMMUNITY CHRISTIAN MINISTRIES\n          Moscow, Idaho\n\n\n\n                                        1"
    },
    {
      "page": 2,
      "text": "Selected by\n                  Ellen S. Lister\n\nOriginally printed by Samuel Bagster & Sons Limited\n         4 New Bridge Street, London, E.C4.\n      With a preface by Jim and Bessie Wilson\n                   Reprinted by\n    COMMUNITY CHRISTIAN MINISTRIES\n             P.O. Box 9754\n         Moscow, ID 83843-0180\n             (208) 883-0997\n\n\n\n\n2"
    },
    {
      "page": 3,
      "text": "PREFACE\n\n       When we read The Loveliness of Christ it is as\nthough a curtain is raised for us, enabling us to observe\na man so taken up with his Lord that we want to kneel with\nhim. It is not a book to read straight through, but to graze\nin, appropriating what we need, going back during a trial\nand seeing what we missed on our first reading. It is a book\nto mark in, as I did, with “so true,” and “Lord, let it be\nmy experience too.” We send it out hoping it will bless\nand strengthen you.\n                                    Bessie Wilson\n\n\n        You can tell that my wife Bessie has carried her copy\nof The Loveliness of Christ with her for many years. In\ncelebration of our twenty-five years together, we were in\nLondon, England in 1977. I made a special trip to Samuel\nBagster & Sons in order to get more copies for her to give\nto friends. The booklet was out of print and there was no\nintention to reprint it. So at that time, I obtained\npermission to reprint it.\n        Now, thirteen years later, we have put together\nthese few copies for special friends. The first two copies\nwill go to special sisters in our Lord Jesus Christ, Dorothy\nFlaxman and Alice Crockett. Samuel Rutherford ex-\npresses well what we would like to say to them.\n        Anne Cousin wrote a seventeen stanza hymn using\nphrases from The Letters of Samuel Rutherford called\n“The Sands of Time are Sinking.” Here we reprint two\nof those stanzas; you may recognize some phrases as you\nread through The Loveliness of Christ.\n\n                                                           3"
    },
    {
      "page": 4,
      "text": "The sands of time are sinking,\n       The dawn of heaven breaks\n    The Summer morn I’ve sighed for,\n       The fair sweet morn awakes\n    Dark, dark hath been the midnight,\n         But dayspring is at hand,\n         And glory, glory dwelleth\n           In Emmanuel’s land.\n\n     The Bride eyes not her garment,\n     But her dear bridegroom’s face;\n         I will not gaze at glory,\n        But on my King of grace;\n       Not at the crown He giveth\n        But on His pierced hand.\n        The Lamb is all the glory\n          Of Emmanuel’s land.\n\n      With gratefulness to all of you,\n          Jim and Bessie Wilson\n\n\n\n\n4"
    },
    {
      "page": 5,
      "text": "BIOGRAPHICAL BACKGROUND\n        Samuel Rutherford was born about the year 1600\nin the Borders of Scotland. At the age of seventeen, he\nentered Edinburgh College, where he received his Master\nof Arts Degree in 1621. Soon after, he was appointed\nProfessor of Humanity, which appointment he held until\n1625. Then for two years he studied on his own, mostly\nin the area of theology.\n        We have no evidence that he was converted in early\nlife. We have a suggestion from his writings that it was\nas an adult. “Like a fool as I was, I suffered my sun to be\nhigh in the heaven, and near afternoon, before I ever took\nthe gate by the end.”\n        In 1627, he took a church in southwestern Scot-\nland near the Firth of Solway. He pastored here with little\nfruit in the common people, although he labored night\nand day for nine years. However, there was fruit among\nthe educated. His writings and preaching began to get\nattention. His voice was shrill and his elocution poor;\nhowever, according to Woodrow’s Church History he was\n“one of the most moving and affectionate preachers in his\ntime, or perhaps in any age of the church.” And from\nanother source, “Many times I thought he would have\nflown out of the pulpit when he came to speak of Jesus\nChrist.” (MacCrie’s Sketches)\n        He had a great burden for the lost. “I would lay my\ndearest joys in the gap between you and eternal destruc-\ntion,” and “My witness is in heaven, your heaven would\nbe two heavens to me, and your salvation, two salvations.”\n        He wrote 220 letters in a two-year period when he\nwas in exile in Aberdeen for refusing to sign the acts of\nEpiscopacy, and for his writings against the Arminians.\nAlthough he was not in prison, he was not allowed to\nleave the city.\n        In 1639, he became Principal of the New College\nin St. Andrews. In 1643, he was one of the Commission-\ners from the Church of Scotland to the Westminster\n                                                         5"
    },
    {
      "page": 6,
      "text": "Assembly. There is evidence that he was the author of the\nShorter Catechism.\n         In 1651, Scotland crowned Charles II as lawful\nking at Scone. When Charles was at St. Andrews in\nanticipation of the coronation, he visited the colleges. It\nfell to Samuel Rutherford to deliver an oration in Latin\nbefore the prospective king. The title was The Duty of\nKings. This was prethought, for eight years before he had\nwritten Lex Rex, a central point of which is that even kings\nare under the law of God. This same work, under the same\nking, in 1661, caused him to be summoned to be tried\nbefore the Scottish Parliament on a charge of High\nTreason.\n         Prior to this, his book had been burned by the\nHangman in Edinburgh, and a few days later by a bishop\nunder the windows of Rutherford’s college in St. Andrews.\n         Rutherford was on his deathbed when he received\nthe summons. He sent this reply, “I behove to answer my\nfirst summons; and ere your day arrive, I will be where few\nkings and great folks appear.”\n         In the afternoon of 29 March 1661, he said, “This\nnight will close the door, and fasten my anchor within the\nveil, and I shall go away in sleep by five o’clock in the\nmorning.” He died at five o’clock in the morning 30\nMarch 1661. His last words before he went to sleep were,\n“Glory, glory dwelleth in Immanuel’s land.”\n         His first wife died before she was thirty. His two\nchildren were taken from him. He married again at forty\nand had seven children, six of whom died before he died.\n         Although he entered into controversy, you can tell\nby his letters that he was not an angry or bitter controver-\nsialist. His enemies, by contrast, did become angry and\nhateful toward him. In this sense, he was like the Lord\nJesus Christ, who was also a controversialist. In our day,\nwe do not know how to enter necessary controversy\nwithout the passions which so frequently result in sin. We\noffer this small book to the public in the hope that we\nwould all learn something of his balance.\n6"
    },
    {
      "page": 7,
      "text": "The great Master Gardener, the Father of our Lord Jesus\nChrist, in a wonderful providence1, with His own hand,\nplanted me here, where by His grace, in this part of His\nvineyard, I grow; and here I will abide till the great Master\nof the vineyard think fit to transplant me.\n\n       If your Lord call you to suffering, be not dismayed;\nthere shall be a new allowance of the King for you when\nye come to it. One of the softest pillows Christ hath is laid\nunder His witnesses’ head, though often they must set\ndown their bare feet among thorns.\n\n       God hath called you to Christ’s side, and the wind\nis now in Christ’s face in this land; and seeing ye are with\nHim, ye cannot expect the lee-side or the sunny side of the\nbrae.2\n\n      He delighteth to take up fallen bairns3 and to mend\nbroken brows: binding up of wounds is His office.\n\n     Wants4 are my best riches, for I have these supplied\nby Christ.\n\n         I hope to over-hope and over-believe my troubles.\n\n\n1\n  providence - provision, supply\n2\n  brae - hillside, hill, any slope\n3\n  bairns - children\n4\n  want - be without\n                                                           7"
    },
    {
      "page": 8,
      "text": "I think the sense of our wants, when withal we have\na restlessness and a sort of spiritual impatience under\nthem, and can make a din, because we want Him whom\nour soul loveth, is that which maketh an open door to\nChrist: and when we think we are going backward,\nbecause we feel deadness, we are going forward; for the\nmore sense the more life, and no sense argueth no life.\n       There is no sweeter fellowship with Christ than to\nbring our wounds and our sores to Him.\n\n        There is as much in our Lord’s pantry as will satisfy\nall His bairns, and as much wine in His cellar as will\nquench all their thirst. Hunger on; for there is meat in\nhunger for Christ: go never from Him, but fash5 Him (who\nyet is pleased with the importunity of hungry souls) with\na dishful of hungry desires, till He fill you; and if He delay\nyet come not ye away, albeit6 ye should fall a-swoon at His\nfeet.\n\n        I find it most true, that the greatest temptation out\nof hell, is to live without temptations; if my waters should\nstand, they would rot. Faith is the better of the free air, and\nof the sharp winter storm in its face. Grace withereth\nwithout adversity. The devil is but God’s master fencer,\nto teach us to handle our weapons.\n\n        O, pity for evermore that there should be such an\none as Christ Jesus, so boundless, so bottomless, and so\nincomparable in infinite excellency, and sweetness, and\nso few to take Him! O, ye poor dry dead souls, why will\nye not come hither with your toom7 vessels and your empty\n\n5\n    fash - vex, worry, importune, pester\n6\n    albeit - although\n8"
    },
    {
      "page": 9,
      "text": "souls to this huge, and fair, and deep, and sweet well of\nlife, and fill all your toom vessels?\n        O, that Christ should be so large in sweetness and\nworth, and we so narrow, pinched, so ebb,8 and so void\nof all happiness, and yet men will not take Him! they lose\ntheir love miserably, who will not bestow it upon this\nlovely One.\n\n        I know all created power should sink under me if\nI should lean down upon it, and therefore it is better to\nrest on God than sink or fall; and we weak souls must have\na bottom and being-place, for we cannot stand out alone.\nLet us then be wise in our choice and choose and wail our\nown blessedness, which is to trust in the Lord.\n\n       They are not lost to you that are laid up in Christ’s\ntreasury in heaven.\n       At the resurrection ye shall meet with them: there\nthey are, sent before but not sent away. Your Lord loveth\nyou, who is homely to take and give, borrow and lend.\n\n       Ye will not get leave to steal quietly to heaven, in\nChrist’s company, without a conflict and a cross.\n\n        I find crosses Christ’s carved work that He marketh\nout for us, and that with crosses He figureth and portrayeth\nus to His own image, cutting away pieces of our ill and\ncorruption. Lord cut, Lord carve, Lord wound, Lord do\nanything that may perfect Thy Father’s image in us, and\nmake us meet for glory.\n\n7\n    toom - empty\n8\n    ebb - shallow, backward flowing\n                                                          9"
    },
    {
      "page": 10,
      "text": "It is the Lord’s kindness that He will take the scum\noff us in the fire. Who knoweth how needful winnowing\nis to us, and what dross we must want ere we enter into\nthe kingdom of God? So narrow is the entry to heaven,\nthat our knots, our bunches and lumps of pride, and self-\nlove, and idol-love, and world-love must be hammered off\nus, that we may throng in, stooping low, and creeping\nthrough that narrow and thorny entry.\n\n      O, what owe I to the file, to the hammer, to the\nfurnace of my Lord Jesus!\n\n      Why should I start at the plough of my Lord, that\nmaketh deep furrows on my soul? I know He is no idle\nhusbandman, He purposeth a crop.\n\n       Crosses are proclaimed as common accidents to all\nthe saints, and in them standeth a part of our communion\nwith Christ.\n\n      How sweet a thing were it for us to learn to make\nour burdens light by framing our hearts to the burden, and\nmaking our Lord’s will a law.\n\n        It is not the sunny side of Christ that we must look\nto, and we must not forsake Him for want of that; but must\nset our face against what may befall us, in following on,\ntill He and we through the briers and bushes on the dry\nground. Our soft nature would be borne through the\ntroubles of this miserable life in Christ’s arms. And it is\nHis wisdom, who knoweth our mould, that His bairns go\nwet-shod and cold-footed to heaven.\n\n10"
    },
    {
      "page": 11,
      "text": "There is nothing but perfect garden-flowers in\nheaven, and the best plenishing that is there is Christ.\n\n       It is not a smooth and easy way, neither will your\nweather be fair and pleasant; but whosoever saw the\ninvisible God and the fair city, makes no reckoning of\nlosses or crosses. In ye must be, cost you what it will; stand\nnot for a price, and for all that ye have, to win9 the castle;\nthe rights of it are won to you, and it is disponed10 to you,\nin your Lord Jesus’s Testament; and see what a fair legacy\nyour dying Friend, Christ, hath left you: and there wanteth\nnothing but possession.\n\n      O! men’s souls have no wings, and therefore night\nand day they keep their nest and are not acquaint with\nChrist.\n      What can I say of Him?\n      Let us go and see.\n\n        I have little, little of Him; yet I long for more.\n       Scar11 not at suffering for Christ: for Christ hath a\nchair, and a cushion, and sweet peace for a sufferer.\n\n       He taketh the bairns in His arms when they come\nto a deep water; at least, when they lose ground, and are\nput to swim, then His hand is under their chin.\n\n\n\n9\n   win - get, make one’s way\n10\n   disponed - make over, dispose of property in one’s will (Scottish law)\n11\n   scar - be scared, take fright at\n                                                                      11"
    },
    {
      "page": 12,
      "text": "My shallow and ebb thoughts are not the compass\nChrist saileth by. I leave His ways to Himself, for they are\nfar, far above me....There are windings and to’s and fro’s\nin His ways, which blind bodies like us cannot see.\n\n       I see grace groweth best in winter.\n\n      I know, we may say, that Christ is kindest in His\nlove when we are at our weakest; and that if Christ had\nnot been to the fore, in our sad days, the waters had gone\nover our soul.\n\n        I verily judge, we know not how much may be had\nin this life: there is yet something beyond all we see, that\nseeking would light upon.\n\n        Let Him make anything out of me, so being He be\nglorified in my salvation: for I know I am made for Him.\n\n       Men do lop the branches off their trees round\nabout, to the end they may grow up high and tall. The Lord\nhath this way lopped your branch, in taking from you many\nchildren, to the end ye should grow upward, like one of\nthe Lord’s cedars.\n\n        Poor folks must either borrow or beg from the rich,\nand the only thing that commendeth sinners to Christ is\nextreme necessity and want. Christ’s love is ready to make\nand provide a ransom and money for a poor body who hath\nlost his purse. “Ho, ye that have no money, come and buy”\n(Isaiah 55:1). That is the poor man’s market.\n\n12"
    },
    {
      "page": 13,
      "text": "Every day we may see some new thing in Christ.\nHis love hath neither brim nor bottom.\n       Go where ye will, your soul shall not sleep sound\nbut in Christ’s bosom.\n\n           I find that our wants qualify us for Christ.\n\n      My dear brother, I will think it comfort if ye speak\nmy name to our Well-Beloved wherever you are. I am\nmindful of you.\n\n      I bless you for your prayers; add to them praises. As\nI am able, I pay you home.\n\n        Blessed were we if we could make ourselves\nmasters of that invaluable treasure, the love of Christ; or\nrather suffer ourselves to be mastered and subdued to\nChrist’s love, so as Christ were our all things, and all\nothers things our nothings, and the refuse of our delights.\nO, let us be ready for shipping against the time our Lord’s\nwind and tide call for us.\n\n       There are infinite plies12 in His love that the saints\nwill never win to unfold.\n\n       When I look over beyond the line and beyond\ndeath, to the laughing side of the world, I triumph, and\nride upon the high places of Jacob: howbeit, otherways I\nam a faint, deadhearted, cowardly man, oft borne down\nand hungry in waiting for the marriage supper of the\n\n12\n     plies - layers, folds in cloth\n                                                          13"
    },
    {
      "page": 14,
      "text": "Lamb.\n       Nevertheless, I think it the Lord’s wise love that\nfeeds us with hunger, and makes us fat with wants and\ndesertion.\n\n       It is little up or little down that the Lamb and His\nfollowers can get, no law-surety nor truce with crosses13;\nit must be so till we are up in our Father’s house.\n\n       I urge upon you...a nearer communion with Christ\nand a growing communion. There are curtains to be\ndrawn by in Christ that we never saw, and new foldings\nof love in Him. I despair that ever I shall win to the far\nend of that love, there are so many plies in it; therefore\ndig deep, and sweat, and labour, and take pains for Him,\nand set by so much time in the day for Him as you can:\nHe will be won with labour.\n\n      Neither need we fear crosses, or sigh, or be sad for\nanything that is on this side of heaven, if we have Christ.\n\n      O, that we could put our treasure in Christ’s hand,\nand give Him our gold to keep, and our crown.\n\n       Our fair morning is at hand, the day-star is near the\nrising, and we are not many miles from home; what\nmatters the ill entertainment in the smoky inns of this\n\n13\n  no law-surety nor truce with crosses - a Scots phrase corresponding to\nthe English law phrase “being bound over to keep the peace,” that is, to\ngive security that one will not use violence towards another against whom\none has a grievance. The meaning is that one cannot expect to be immune\nor untouched by trials and tribulations.\n14"
    },
    {
      "page": 15,
      "text": "miserable life? We are not to stay here, and we will be\ndearly welcome to Him whom we go to.\n\n       Be patient; Christ went to Heaven with many a\nwrong. His visage and countenance was all marred more\nthan the sons of men. You may not be above your Master;\nmany a black stroke received innocent Jesus, and He\nreceived no mends,14 but referred them all to the great\ncourt-day, when all things shall be righted.\n\n      Out of whatever airt15 the wind blow, it will blow\nus on our Lord: no wind can blow our sails overboard,\nbecause Christ’s skill and the honour of His wisdom are\nempawned16 and laid down at the stake17 for the sea-\npassengers, that He shall put them safe off His hand on\nthe shore, in His Father’s known bounds, our native\nhome ground.\n\n       It is impossible to be submissive and religiously\npatient, if ye stay your thoughts down among the confused\nrollings and wheels of second causes, as O, the place! O,\nthe time! O, if this had been, this had not followed! O,\nthe linking of this accident with this time and place! Look\nup to the master motion and the first wheel.\n\n      God hath made many fair flowers, but the fairest\nof them all is heaven, and the flower of all flowers is\nChrist.\n\n14\n   mends - amends, reparation, righting a wrong\n15\n   airt - point of compass, direction\n16\n   empawned - pledged\n17\n   laid down at the stake - staked, pledged\n                                                        15"
    },
    {
      "page": 16,
      "text": "When we shall come home and enter to the\npossession of our Brother’s fair kingdom, and when our\nheads shall find the weight of the eternal crown of glory,\nand when we shall look back to pains and sufferings; then\nshall we see life and sorrow to be less than one step or\nstride from a prison to glory; and that our little inch of time-\nsuffering is not worthy of our first night’s welcome home\nto heaven.\n\n       We smell of the smoke of this lower house of the\nearth, because our hearts and our thoughts are here. If we\ncould mount up with God, we should smell of heaven and\nof our country above, and we should look like our country,\nand like strangers or people not born or brought up here-\naway.18 Our crosses would not bite upon us, if we were\nheavenly minded.\n\n       Lay all your loads and your weights by faith upon\nChrist. Ease yourself, and let Him bear all. He can, He\ndoes, He will bear you.\n\n           Our best fare here is hunger.\n\n       This world deserveth nothing but the outer court\nof our soul.\n\n        I think I see more of Christ than ever I saw; and\nyet I see but little of what may be seen.\n\n\n18\n     hereaway - hereabouts, near this place\n16"
    },
    {
      "page": 17,
      "text": "Christ’s cross is such a burden as sails are to a ship\nor wings to a bird.\n\n       Whether God come to His children with a rod or\na crown, if He come Himself with it, it is well. Welcome,\nwelcome Jesus, what way soever Thou come, if we can get\na sight of Thee: and sure I am, it is better to be sick,\nproviding Christ come to the bedside and draw the\ncurtains, and say, Courage, I am thy salvation, than to\nenjoy health being lusty and strong and never to be visited\nby God.\n\n       There are many heads lying in Christ’s bosom, but\nhere is room for yours among the rest.\n\n        I am half content to have boils for my Lord Jesus’s\nplaisters.19 Sickness hath this advantage, that it draweth\nour sweet Physician’s hand and His holy and soft fingers\nto touch our withered and leper skins: it is a blessed fever\nthat fetcheth Christ to the bedside -- I think my Lord’s,\n“How doest thou with it, sick body?” is worth all my\npained nights.\n\n     It is our heaven to lay many weights and burdens\nupon Christ.\n\n       Let Him find much employment for His calling\nwith you; for He is such a Friend as delighteth to be\nburdened with suits and employments; and the more ye\nlay on Him, and the more homely ye be with Him, the\nmore welcome.\n\n19\n     plaisters - plasters, dressings for a wound; hence healings\n                                                                   17"
    },
    {
      "page": 18,
      "text": "Our love to Him should begin on earth, as it shall\nbe in heaven; for the bride taketh not by a thousand\ndegrees so much delight in her wedding garment as she\ndoth in her bridegroom; so we, in the life to come, howbeit\nclothed with glory as with a robe, shall not be so much\naffected with the glory that goeth about us, as with the\nBridegroom’s joyful face and presence.\n\n      I hope ye are not ignorant, that if peace was left to\nyou in Christ’s testament, so the other half of the\ntestament was a legacy of Christ’s sufferings (John 16:33).\n\n        His winds turn not when He seemeth to change,\nit is but we who turn our wrong side to Him.\n\n       I am like a low man looking up to a high mountain,\nwhom weariness and fainting overcometh. I would climb\nup, but I find that I do not advance in my journey as I would\nwish: yet I trust He shall take me home against night.\n\n       I think it a sweet thing, that Christ saith of my\ncross, half mine, and that He divideth these sufferings\nwith me and taketh the largest share to Himself; nay, that\nI, and my whole cross, are wholly Christ’s.\n\n       Live on Christ’s love while ye are here, and all the\nway.\n\n      Faith is exceeding charitable, and believeth no evil\nof God.\n\n\n18"
    },
    {
      "page": 19,
      "text": "You must learn to make evils your great good, and\nto spin out comforts, peace, joy, communion with Christ,\nout of your troubles, that are Christ’s wooers to speak for\nyou to Himself.\n\n      Christ’s love, under a vail20 is love; if ye get Christ,\nhowbeit not the sweet and pleasant way you would have\nHim, it is enough, for the Well-Beloved cometh not our\nway.\n\n      Put Christ’s love to the trial and put upon it\nburdens, and then it will appear love indeed.\n\n            Your rock doth not ebb and flow, but your sea.\n\n       The sea-sick passenger shall come to land; Christ\nwill be the first that will meet you on the shore.\n\n      Faith liveth and spendeth upon our Captain’s\ncharges, who is able to pay for all.\n\n            Christ is as full a feast, as ye can have to hunger.\n\n      Our Lord hunteth for our love, more ways than one\nor two.\n\n       Christ hath come, and run away to heaven with my\nheart and my love, so that neither heart nor love is mine.\n\n20\n     vail - veil\n                                                             19"
    },
    {
      "page": 20,
      "text": "I see Christ’s love is so kingly, that it will not abide\na marrow21: it must have a throne all alone in the soul.\n\n       The child hath but changed a bed in the garden,\nand is planted up higher, nearer the sun, where he shall\nthrive better than in this out-field moor-ground.\n\n      Go on, and faint not, something of yours is in\nheaven, beside the flesh of your exalted Saviour, and ye\ngo on after your own.\n\n       He is not lost to you who is found to Christ. If he\nhath casten22 his bloom and flower, the bloom is fallen in\nheaven in Christ’s lap; and as he was lent awhile to time,\nso is he given now to eternity, which will take yourself;\nand the difference of your shipping and his to heaven and\nChrist’s shore, the land of life, is only in some few years,\nwhich weareth every day shorter, and some short and soon\nreckoned summers will give you a meeting with him.\n\n       I pray you learn to be worthy of His pains who\ncorrecteth; and let Him wring, and be ye washed; for He\nhath a Father’s heart, and a Father’s hand, who is training\nyou up, and making you meet for the high hall.\n\n      One year’s time of heaven shall swallow up all\nsorrows, even beyond all comparison.\n       Fall down and make a surrender of those that are\ngone, and these that are yet alive, to Him. And for you,\nlet Him have all; and wait for Himself, for He will come\n21\n     marrow - an equal, a partner\n22\n     casten - cast, shed, dropped\n20"
    },
    {
      "page": 21,
      "text": "and will not tarry. Live by faith...He cannot die whose ye\nare.\n\n        I beseech you in the Lord Jesus, to make every day\nmore and more of Christ, and try your growth in the grace\nof God, and what ground ye win daily on corruption; for\ntravellers are day by day, either advancing farther on, and\nnearer home, or else they go not right about to compass\ntheir journey.\n\n        It will not fail you to get two portions, and to laugh\ntwice, and to be happy twice, and to have an upper heaven,\nand an under heaven too; Christ our Lord and His saints\nwere not so, and therefore let go your grip of this life and\nof the good things of it. I hope your heaven groweth not\nhereaway.23 Learn daily both to possess and miss Christ\nin His secret Bridegroom smiles; He must go and come,\nbecause His infinite wisdom thinketh it best for you. We\nwill be together one day; we shall not need to borrow light\nfrom sun, moon, or candle; there shall be no complaints\non either side in heaven; there shall be none there but He\nand we, the Bridegroom and the bride; devils, tempta-\ntions, trials, desertions, losses, sad hearts, pain, and\ndeath, shall all be put out of play, and the devil must give\nup his office of tempting. O, blessed is the soul whose\nhope hath a face looking straight out to that day.\n\n        It is our folly to divide our narrow and little love.\nIt will not serve two; best then hold it whole and together,\nand give it to Christ! for then, we get double interest for\nour love, when we lend it to and lay it out upon Christ;\nand we are sure besides that the stock cannot perish.\n\n23\n     hereaway - hereabouts, near this place\n                                                           21"
    },
    {
      "page": 22,
      "text": "She is not sent away, but only sent before, like unto\na star, which, going out of your sight, doth not die and\nvanish, but shineth in another hemisphere: ye see her not\nyet, she doth shine in another country.\n\n       Ye are now your alone, but ye may have for the\nseeking, three always in your company, the Father, Son,\nand Holy Spirit; I trust they are near you.\n\n          If contentment were here, heaven were not heaven.\n\n       Read and spell right, for He knoweth what He\ndoth; He is only lopping and snedding24 a fruitful tree, that\nit may be more fruitful.\n\n        Do that for the Lord which ye will do for time; time\nwill calm your heart at that which God hath done, and let\nour Lord have it now. What love ye did bear to friends now\ndead, seeing they stand now in no need of it, let it fall as\njust legacy to Christ.\n\n       Put Christ in His own room in your love; it may be\nHe hath either been out of His own place, or in a place\nof love inferior to His worth.\n\n       I wonder many times that ever a child of God\nshould have a sad heart, considering what their Lord is\npreparing for them.\n\n\n24\n     lopping and snedding - chopping, pruning, trimming\n22"
    },
    {
      "page": 23,
      "text": "Send a heavy heart up to Christ, it shall be\nwelcome.\n\n       I am persuaded, Christ is responsal25 and law-\nabiding, to make recompense for anything that is hazarded26\nor given out for Him; losses for Christ are but our goods\ngiven out in bank27 in Christ’s hand.\n\n        I bless the Lord, that all our troubles come through\nChrist’s fingers, and that He casteth sugar among them;\nand casteth in some ounce weights of heaven and of the\nspirit of glory in our cup.\n\n        Take no heavier lift of your children, than your\nLord alloweth; give them room beside your heart, but not\nin the yolk of your heart, where Christ should be; for then\nthey are your idols, not your bairns. If your Lord take any\nof them home to His house before the storm come on, take\nit well, the Owner of the orchard may take down two or\nthree apples off His own trees, before midsummer, and\nere they get the harvest sun; and it would not be seemly\nthat His servant, the gardener, should chide Him for it.\nLet our Lord pluck His own fruit at any season He\npleaseth; they are not lost to you, they are laid up so well,\nas that they are coffered in heaven, where our Lord’s best\njewels lie.\n\n      Let Christ have a commanding power and a King-\nthrone in you.\n\n25\n   responsal - responsible, trustworthy, solvent\n26\n   hazarded - risked\n27\n   given out in bank - lent on trust, literally as a bank loan, as a sum of\nmoney to draw upon\n                                                                        23"
    },
    {
      "page": 24,
      "text": "I find His sweet presence eateth out the bitterness\nof sorrow and suffering.\n\n       To live on Christ’s love is a king’s life.\n\n        If I come to heaven any way, howbeit like a tired\ntraveller upon my Guide’s shoulder, it is good enough for\nthose who have no legs of their own for such a journey.\nI never thought there had been need of so much wrestling\nto win to the top of that steep mountain as now I find.\n\n       Go up beforehand and see your lodging. Look\nthrough all your Father’s rooms in heaven; in your\nFather’s house are many dwelling-places. Men take a\nsight of lands ere they buy them. I know Christ hath made\nthe bargain already: but be kind to the house you are going\nto, and see it often.\n\n        All the saints have their own measure of winter\nbefore their eternal summer. O! for the long day, and the\nhigh sun, and the fair garden, and the King’s great city up\nabove these visible heavens! What God layeth on, let us\nsuffer, for some have one cross, some seven, some ten,\nsome half a cross -- yet all the saints have whole and full\njoy, and seven crosses have seven joys.\n\n        Glorify the Lord in your sufferings, and take His\nbanner of love, and spread it over you. Others will follow\nyou, if they see you strong in the Lord; their courage shall\ntake life from your Christian carriage.\n\n\n24"
    },
    {
      "page": 25,
      "text": "The weightiest end of the cross of Christ that is laid\nupon you, lieth upon your strong Saviour.\n\n       O, if I could be master of that house-idol myself, my\nown, mine, my own will, wit, credit, and ease, how\nblessed were I! O, but we have need to be redeemed from\nourselves rather than from the devil and the world; learn\nto put out yourselves, and to put in Christ for yourselves.\n\n       Christ all the seasons of the year, is dropping\nsweetness; if I had vessels I might fill them, but my old\nriven,28 holey,29 and running-out dish, even when I am at\nthe well, can bring little away. Nothing but glory will make\ntight and fast our leaking and rifty30 vessels....How little\nof the sea can a child carry in his hand; as little do I take\naway of my great sea, my boundless and running-over\nChrist Jesus.\n\n        Sure I am He is the far best half of heaven; yea He\nis all heaven, and more than all heaven.\n\n        Ye may yourself ebb and flow, rise and fall, wax and\nwane; but your Lord is this day as He was yesterday; and\nit is your comfort that your salvation is not rolled upon\nwheels of your own making, neither have ye to do with a\nChrist of your own shaping.\n\n      Put your hand to the pen, and let the cross of your\nLord Jesus have your submissive and resolute Amen.\n28\n   riven - split\n29\n   holey - punctured, full of holes\n30\n   rifty - splitting, unsound\n                                                          25"
    },
    {
      "page": 26,
      "text": "The floods may swell and roar, but our ark shall\nswim above the waters; it cannot sink, because a Saviour\nis in it.\n\n        Let not salvation be your by-work,31 or your holiday’s\ntask only, or a work by the way: for men think, that this\nmay be done in three days’ space on a feather-bed, when\ndeath and they are fallen in hands together, and that with\na word or two they shall make their soul matters right.\nAlas, this is to sit loose and unsure in the matters of our\nsalvation.\n        How soon will some few years pass away, and then\nwhen the day is ended, and this life’s lease expired, what\nhave men of the world’s glory, but dreams and thoughts?\nO happy soul for evermore, who can rightly compare this\nlife with that long-lasting life to come, and can balance the\nweighty glory of the one with the light golden vanity of the\nother.\n\n        Lay no more on the creatures than they are able to\ncarry. Lay your soul and your weights upon God; make\nHim your only, only best Beloved -- your errand in this life\nis to make sure an eternity of glory to your soul, and to\nmatch your soul with Christ; your love, if it were more than\nall the love of angels in one, is Christ’s due....I know not\nwhat ye have if ye want Christ.\n\n       It is not our part to make a treasure here: anything\nunder the covering of heaven we can build upon, is but\nill ground and a sandy foundation: every good thing,\nexcept God, wanteth a bottom, and cannot stand its alone:\nhow then can it bear the weight of us?\n\n31\n     by-work - spare-time\n26"
    },
    {
      "page": 27,
      "text": "I would wish each cross were looked in the face\nseven times, and were read over and over again. It is the\nmessenger of the Lord and speaks something.\n       Try what is the taste of the Lord’s cup and drink\nwith God’s blessing, that ye may grow thereby. I trust in\nGod, whatever other speech it utter to your soul, this is\none word in it, “Behold, blessed is the man whom God\ncorrecteth.” And that it saith to you, ye are from home\nwhile here, ye are not of this world, as your Redeemer\nChrist was not of this world. There is something keeping\nfor you which is worth the having. All that is here is\ncondemned to die -- to pass away like a snow-ball before\na summer sun; and since death took first possession of\nsomething of yours, it hath been and daily is creeping\nnearer and nearer to yourself, howbeit with no noise of\nfeet. Your Husbandman and Lord hath lopped off some\nbranches already, the tree itself is to be transplanted to the\nhigh garden. All these crosses are to make you white and\nripe for the Lord’s harvest hook.\n\n         What is His purpose herein, He knoweth best who\nhath taken your soul in tutoring. Your faith may be boldly\ncharitable of Christ, that however matters go, the worst\nshall be a tired traveller, and a joyful and sweet welcome\nhome: the back of your winter night is broken. Look to the\nEast -- the day sky is breaking; think not that Christ loseth\ntime or lingereth unsuitably.\n\n        If Christ Jesus be the period, the end and lodging-\nhome, at the end of your journey, there is no fear, ye go\nto a friend...ye may look death in the face with joy.\n\n\n\n\n                                                           27"
    },
    {
      "page": 28,
      "text": "O wretched idol, myself! when shall I see thee\nwholly decourted,32 and Christ wholly put in thy room? O,\nif Christ, Christ, had the full place and room of myself,\nthat all my aims, purposes, thoughts, and desires, would\ncoast and land upon Christ, and not upon myself! And yet,\nhowbeit we cannot attain to this denial of me and mine\nthat we can say I am not myself, myself is not myself, mine\nown is no longer my own; yet our aiming at this in all we\ndo shall be accepted; for, alas, I think I shall die but\nminting33 and aiming to be a Christian.\n\n        I am sure the saints at their best are but strangers\nto the weight and worth of the incomparable sweetness\nof Christ. He is so new, so fresh in excellency, every day\nof new, to these that search more and more in Him, as if\nHeaven could furnish as many new Christs (if I may speak\nso) as there are days betwixt Him and us, and yet He is one\nand the same.\n\n        O, we love an unknown lover when we love Christ.\n\n       I thought it had been an easy thing to be a\nChristian, and that to seek God had been at the next door,\nbut oh, the windings, the turnings, the ups and the downs\nthat He hath led me through! and I see yet much way to\nthe ford.\n\n       O, what need have I to have the ashes blown away\nfrom my dying-out fire! I may be a book-man, and be an\nidiot and stark fool in Christ’s way; learning will not\n32\n  decourted - excluded from court\n33\n  minting - trying to attain perfection; literally making a coin which will\nbe rejected and returned to the melting pot if imperfect.\n28"
    },
    {
      "page": 29,
      "text": "beguile Christ: the Bible beguiled the Pharisees, and so\nmay I be misted34. Therefore, as night-watchers hold one\nanother waking by speaking to one another, so have we\nneed to hold one another on foot.\n\n        Be not afraid for little grace. Christ soweth His\nliving seed, and He will not lose His seed; if He have the\nguiding of my stock and state35 it shall not miscarry. Our\nspilt works, losses, deadness, coldness, wretchedness,\nare the ground which the good Husbandman laboureth.\n\n       I have heard a rumour of the prelate’s purpose to\nbanish me, but let it come if God so will; the other side\nof the sea is my Father’s ground as well as this side.\n\n           Look up to Him and love Him! O, love and live.\n\n           Our pride must have winter weather to rot it.\n\n       He hath made all His promises good to me and\nhath filled up all the blanks with His own hand.\n\n       I dare not say but my Lord Jesus hath fully recom-\npensed my sadness with His joys, my losses with His own\npresence. I find it a sweet and rich thing to exchange my\nsorrows with Christ’s joys, my afflictions with that sweet\npeace I have with Him\n\n\n34\n     misted - lost in mist, obscured -- hence led away or mistaken\n35\n     stock and state - possessions and estate\n                                                                     29"
    },
    {
      "page": 30,
      "text": "Providence hath a thousand keys to open a thou-\nsand sundry doors for the deliverance of His own, when\nit is even come to a conclamatum est.36 Let us be faithful\nand care for our own part, which is to do and suffer for\nHim, and lay Christ’s part on Himself, and leave it there;\nduties are ours, events are the Lord’s.\n\n       Temptations will come, but if they be not made\nwelcome by you, ye have the best of it; be jealous over\nyourself, and your own heart, and keep touches with God;\nlet Him not have a faint and feeble soldier of you; fear not\nto back Christ, for He will conquer and over more; let no\nman scar at Christ, for I have no quarrels at His cross. He\nand His cross are two good guests, and worth the lodging.\nMen would fain have Christ good cheap, but the mercat37\nwill not come down. Acquaint yourself with prayer, make\nChrist your Captain and your Armour; make conscience\nof sinning when no eye seeth you.\n\n       He cutteth off your love to the creature, that ye\nmight learn that God only is the right owner of your love,\nsorrow, loss, sadness, death or the worst things that are,\nexcept sin: but Christ knoweth well what to make of them,\nand can put His own in the crosses common, that we shall\nbe obliged to affliction, and thank God, who learned us\nto make our acquaintance with such a rough companion,\nwho can hale38 us to Christ.\n\n       It is easy to get good words and a comfortable\nmessage from our Lord, even from such rough sergeants\nas diverse temptations.\n\n36\n   conclamatum est - “It is all over” (Latin).\n37\n   mercat - market price\n38\n   hale - haul, drag\n30"
    },
    {
      "page": 31,
      "text": "Let us be glad and rejoice in the salvation of our\nLord, for faith had never yet cause to have wet cheeks and\nhanging-down brows, or to droop or die; what can ail faith,\nseeing Christ suffereth Himself (with reverence to Him\nbe it spoken) to be commanded by it; and Christ\ncommandeth all things. Faith may dance because Christ\nsings; and we may come in the quire39 and lift our hoarse\nand rough voices, and chirp, and sing, and shout for joy\nwith our Lord Jesus.\n       None have right to joy but we, for joy is sown for\nus, and an ill summer or harvest will not spill40 the crop.\n\n        Christ and His cross together are sweet company,\nand a blessed couple. My prison is my palace, my losses\nare rich losses, my pain easy pain, my heavy days are holy\nand happy days. I may tell a new tale of Christ to my\nfriends.\n\n        I know my Lord is no niggard41: He can, and it\nbecometh Him well to give more than my narrow soul can\nreceive.\n        If there were ten thousand, thousand millions of\nworlds, and as many heavens full of men and angels,\nChrist would not be pinched to supply all our wants, and\nto fill us all.\n        Christ is a well of life, but who knoweth how deep\nit is to the bottom?\n        This soul of ours hath love, and cannot but love\nsome fair one; and O, what a fair One, what an only One,\nwhat an excellent, lovely, ravishing One is Jesus.\n\n39\n   quire - choir\n40\n   spill - spoil, destroy\n41\n   niggard - mean, ungenerous person\n                                                        31"
    },
    {
      "page": 32,
      "text": "O, come all and drink at this living well; come,\ndrink, and live for evermore; come, drink, and welcome;\nwelcome, saith our fairest Bridegroom: no man getteth\nChrist with ill will: no man cometh and is not welcome,\nno man cometh and rueth his voyage: all men speak well\nof Christ, who have been at Him; men and angels who\nknow Him will say more than I now do, and think more\nof Him than they can say.\n\n        It should be enough to me, if I were wise, that\nChrist will have joy and sorrow halfers42 of the life of the\nsaints, and that each of them should have a share of our\ndays, as the night and the day are kindly partners and\nhalfers of time and take it up betwixt them. But if sorrow\nbe the greediest halfer of our days here, I know joy’s day\nshall dawn, and do more than recompense all our sad\nhours.\n\n                I am in this house of my pilgrimage every\nway in good case; Christ is most kind and loving to my\nsoul: it pleaseth Him to feast with his unseen consolations\na stranger, and an exiled prisoner: and I would not\nexchange my Lord Jesus, with all the comfort out of\nheaven; His yoke is easy, and His burden light. This is His\ntruth I now suffer for; for He hath sealed it with His\nblessed presence.\n\n      Happy are they who are found watching. Our sand-\n     43\nglass is not so long as we need to weary: time will eat away\nand root out our woes and sorrow: our heaven is in the\nbud, and growing up to an harvest; why then should we\n42\n  halfers, halvers - sharers of equal parts, in half shares\n43\n  sand-glass - hour-glass, a simple measure of time similar to an egg-\ntimer.\n32"
    },
    {
      "page": 33,
      "text": "not follow on, seeing our span-length of time will come\nto an inch? Therefore I commend Christ to you as the Staff\nof your old age: let Him have now the rest of your days;\nand think not much of a storm upon the ship that Christ\nsaileth in; there shall no passenger fall overboard; but the\ncrazed44 ship and the sea-sick passenger shall come to land\nsafe.\n        I am in as sweet communion with Christ as a poor\nsinner can be; and am only pained that He hath much\nbeauty and fairness, and I little love; He great power and\nmercy, and I little faith; He much light, and I bleared eyes.\n\n       My counsel is, that ye come out and leave the\nmultitude, and let Christ have your company. Let them\ntake clay and this present world who love it: Christ is a\nmore worthy and noble portion: blessed are those who get\nHim.\n\n        My dear brother, let God make of you what He will,\nHe will end all with consolation, and shall make glory out\nof your sufferings; and would ye wish better work?\n        This water was in your way to heaven, and written\nin your Lord’s book; ye behoved to cross it: and therefore\nkiss His wise and unerring providence. Let not the\ncensures of men, who see but the outside of things (and\nscarce well that), abate your courage and rejoicing in the\nLord; howbeit,45 your faith seeth but the black side of\nprovidence, yet it hath a better side, and God shall let you\nsee it.\n        Learn to believe Christ better than His strokes;\nHimself and His promises better than His glooms46...”For\nwe know that all things work together for good to them\n44\n   crazed - cracked, weakened, flawed. In a boat, having the timbers\nweakened.\n45\n   howbeit - however it may be\n46\n   glooms - frowns, looks of disapproval\n                                                                 33"
    },
    {
      "page": 34,
      "text": "that love God,” ergo,47 shipwreck, losses, disappoint-\nments, ill tongues, loss of friends, houses or country, are\nGod’s workmen, set on work, to work out good to you, out\nof everything that befalleth you.\n       Let not the Lord’s dealings seem harsh, rough or\nunfatherly, because it is unpleasant. When the Lord’s\nblessed will bloweth cross48 your desires, it is best in\nhumility to strike sail to Him and to be willing to be laid\nany way our Lord pleaseth: it is a point of denial of\nyourself, to be as if ye had not a will but had made a free\ndisposition of it to God, and had sold it over to Him; and\nto make use of His will for your own is both true holiness,\nand your ease and peace. Ye know not what the Lord is\nworking out of this, but ye shall know it hereafter.\n\n       Venture through the thick of all things after Christ,\nand lose not your Master, Christ, in the throng of this\ngreat market.\n       Let Christ know how heavy, and how many a stone\nweight you, and your cares, burdens, crosses, and sins are;\nlet Him bear all: make the heritage sure to yourself: get\ncharters and writs passed and through,49 and put on arms\nfor the battle, and keep you fast by50 Christ, and then let\nthe wind blow out of what airt it will your soul will not blow\nin the sea.\n       I find Christ the most steadable51 friend and\n47\n   ergo - therefore (Latin)\n48\n   cross - across\n49\n   get charters and writs passed and through - a legal phrase following on\nthe previous clause, “make the heritage sure to yourself.” Heritage is\nlanded property, houses, etc., which normally descend to the heir-in-law,\nwho must establish his title to them by producing the necessary charters\nand writs (documents), and getting them approved and “passed and\nthrough.” So the meaning is, “Make sure that you will receive the\ninheritance of Christ.”\n50\n   fast by - close by, near\n51\n   steadable - serviceable, helpful, available\n34"
    },
    {
      "page": 35,
      "text": "companion in the world to me now: the need and\nusefulness of Christ is seen best in trials. O, if He be not\nwell worthy of His room! Lodge Him in house and heart.\n\n       There is required patience on our part till the\nsummer fruit in heaven be ripe for us: it is in the bud, but\nthere be many things to do before our harvest come. And\nwe take ill with it, and can hardly endure to set our paper\nface to one of Christ’s storms, and to go to heaven with\nwet feet, and pain, and sorrow.\n       We love to carry heaven to heaven with us, and\nwould have two summers in one year, and no less than\ntwo heavens; but this will not be for us: one, and such an\none, may suffice us well enough.\n       The Man Christ got but one only, and shall we\nhave two?\n\n      Be humbled, walk softly; down with your topsail.\nStoop, stoop! it is a low entry to go in at heaven’s gates.\n\n        However matters go, it is our happiness to win new\nground daily in Christ’s love, and to purchase a new piece\nof it daily, and to add conquest to conquest, till our Lord\nJesus and we be so near other, that Satan shall not draw\na straw or a thread betwixt us.\n\n      I dare avouch52 to all that know God, that the saints\nknow not the length and largeness of the sweet earnest,53\nand of the sweet green sheaves before the harvest, that\nmight be had on this side of the water, if we should take\nmore pains: and that we all go to heaven with less earnest\n\n52\n     avouch - vouch for, affirm, guarantee\n53\n     earnest - pledge, earnest money\n                                                         35"
    },
    {
      "page": 36,
      "text": "and lighter purses of the hoped for sum than otherwise we\nmight do, if we took more pains to win further in upon\nChrist in this pilgrimage of our absence from Him.\n\n       I exhort you in the Lord to go on in your journey\nto heaven, and to be content of such fare by the way as\nChrist and His followers have had before you; for they had\nalways the wind on their faces, and our Lord hath not\nchanged the way to us, for our ease, but will have us\nfollowing our sweet guide.\n\n        O, that our souls would fall so at odds with the love\nof this world as to think of it as a traveller doeth of a drink\nof water, which is not any part of his treasure, but goeth\naway with the using: for ten miles’ journey maketh that\ndrink to him as nothing! O, that we had as soon done with\nthis world, and could as quickly despatch the love of it.\n\n        It cost Christ and all His followers sharp showers\nand hot sweats ere they won to the top of the mountain.\nBut still our soft nature would have heaven coming to our\nbedside when we are sleeping, and lying down with us,\nthat we might go to heaven in warm clothes; but all that\ncame there found wet feet by the way, and sharp storms\nthat did take the hide off their face, and found tos and fros,\nand ups and downs, and many enemies by the way.\n\n        I rejoice that He is come and hath chosen you in\nthe furnace; it was even there where ye and He set tryst54;\nthat is an old gate55 of Christ’s. He keepeth the good old\nfashion with you, that was in Hosea’s days (Hosea 2:14).\n\n54\n     tryst - prearranged meeting\n55\n     gate - habit, way of behaving, characteristic\n36"
    },
    {
      "page": 37,
      "text": "“Therefore, behold I will allure her, and bring her to the\nwilderness and speak to her heart.” There was no talking\nto her heart while He and she were in the fair and\nflourishing city and at ease; but out in the cold, hungry,\nwaste wilderness, He allureth her, He whispered in news\ninto her ear there, and said, “Thou art mine.”\n\n       When He was in the grave, He came out and\nbrought the keys with Him: He is Lord-jailor: nay, what\nsay I? He is Captain of the castle, and He hath the keys\nof death and hell: and what are our troubles but little\ndeaths? and He, who commandeth the great castle,\ncommandeth the little also.\n\n        There be many Christians, most like unto young\nsailors, who think the shore and the whole land doth\nmove, when the ship and they themselves are moved; just\nso, not a few do imagine that God moveth, and saileth,\nand changeth places, because their giddy Souls are under\nsail, and subject to alteration, to ebbing and flowing; but\nthe foundation of the Lord abideth sure.\n\n        God knoweth that ye are His own. Wrestle, fight,\ngo forward, watch, fear, believe, pray; and then ye have\nall the infallible symptoms on one of the elect of Christ\nwithin you.\n\n      Acquaint yourself with Christ’s love, and ye shall\nnot miss to find new goldmines and treasures in Christ.\n      I am just like a man who hath nothing to pay his\nthousands of debt; all that can be gotten of him, is to seize\nupon his person. Except Christ would seize upon myself,\nand make the readiest payment that can be of my heart and\n                                                          37"
    },
    {
      "page": 38,
      "text": "love to Himself, I have no other thing to give Him.\n\n         Every man thinketh he is rich enough in grace till\nhe take out his purse and tell his money, and then he\nfindeth his pack but poor and light in the day of a heavy\ntrial. I found I had not to bear my expenses, and should\nhave fainted if want and penury had not chased me to the\nstore-house of all.\n\n        Alas, that we should love by measure and weight,\nand not rather have floods and feasts of Christ’s love! O,\nthat Christ would break down the old narrow vessels of\nthese narrow and ebb souls, and make fair, deep, wide,\nand broad souls, to hold a sea and a full tide, flowing over\nall its banks of Christ’s love.\n\n       Ye must take a house beside the Physician: it shall\nbe a miracle if ye must be the first sick man He put away\nuncured, and worse than He found you. “Him that cometh\nto Me, I will in no wise cast out.” Take ye that; it cannot\nbe presumption to take that as your own, when ye find your\nwounds stound56 you; ...faith hath sense of sickness, and\nlooketh like a friend to the promise; and looking to Christ\ntherein, is glad to see a known face.\n\n       It maketh not much what way we go to heaven; the\nhappy home is all, where the roughness of the way shall\nbe forgotten. He is gone home to a friend’s house, and\nmade welcome, and the race is ended.\n\n       Look for crosses, and while it is fair weather mend\nthe sails of the ship.\n56\n     stound - cause pain, throb\n38"
    },
    {
      "page": 39,
      "text": "Let Christ’s love bear most court in your soul, and\nthat court will bear down the love of other things.\n\n      Christ chargeth me to believe His daylight at\nmidnight.\n\n        A heart of iron and iron doors will not hold Christ\nout. I give Him leave to break iron locks and come in, and\nthat is all.\n\n       I have many a grieved heart daily in my calling. I\nwould be undone, if I had not access to the King’s chamber\nof presence, to show Him all the business.\n\n        It were a well-spent journey, to creep hands and\nfeet, through seven deaths and seven hells, to enjoy Him\nup at the well-head. Only let us not weary: the miles to that\nland are fewer and shorter than when we first believed;\nstrangers are not wise to quarrel with their host, and\ncomplain of their lodging; it is a foul way, but a fair home.\n\n        Dear brother, weary not of my sweet Master’s\nchains; we are so much the sibber57 to Christ that we\nsuffer. Lodge not a hard thought of my royal King. Rejoice\nin His cross. Your deliverance sleepeth not. He that will\ncome is not slack of His promise. Wait on for God’s\ntimeous58 salvation, ask not when or how long. I hope He\nshall lose nothing of you in the furnace, but dross.\n\n57\n     sibber - more akin, in closer relationship\n58\n     timeous - timely, opportune, in good time\n                                                          39"
    },
    {
      "page": 40,
      "text": "I rather wish Him my heart than give Him it; except\nHe take it and put Himself in possession of it (for I hope\nHe hath a market-right to me, since He hath ransomed\nme), I see not how Christ can have me. O, that He would\nbe pleased to be more homely with my soul’s love, and to\ncome in to my soul and take His own.\n\n       His well done is worth a shipful of good-days and\nearthly honours.\n\n        Not one ounce, not one grain-weight more is laid\non me than He hath enabled me to bear....Faith hath\ncause to take courage from our very afflictions; the devil\nis but a whetstone to sharpen the faith and patience of the\nsaints. I know He but heweth and polisheth stones for the\nnew Jerusalem.\n\n         His cross is the sweetest burden that ever I bare:\nit is such a burden as wings are to a bird, or sails to a ship,\nto carry me forward to my harbour.\n\n      Ye have God’s promise, that ye shall have His\npresence in fire, water, and in seven tribulations.\n\n       Come in, come in to Christ, and see what ye want,\nand find it in Him. He is the short cut (as we use to say)\nand the nearest way to an outgate59 of all your burdens. I\ndare avouch, ye shall be dearly welcome to Him; my soul\nwould be glad to take part of the joy ye should have in Him.\n       I dare say, angels’ pens, angels’ tongues; nay, as\n\n59\n     outgate - outlet, passage out\n40"
    },
    {
      "page": 41,
      "text": "many worlds of angels as there are drops of water in all\nthe seas, and fountains, and rivers of the earth, cannot\npaint Him out of you.\n\n        Be content to wade through the waters betwixt you\nand glory with Him, holding His hand fast; for He\nknoweth all the fords. Howbeit ye may be ducked, yet ye\ncannot drown, being in His company. Be not afraid,\ntherefore, when ye come even to the black and swelling\nriver of death to put in your foot and wade after Him; the\ncurrent, how strongsoever, cannot carry you down; the\nSon of God, His death and resurrection, are stepping\nstones and a stay to you; set down your feet by faith upon\nthese stones and go through as on dry land; if ye knew\nwhat He is preparing for you, ye would be too glad.\n\n       I dare not thank myself, but I dare thank God’s\ndepth of wise providence, that I have an errand in me,\nwhile I live, for Christ to come and visit me, and bring with\nHim His drugs and His balm.\n\n       I but mar His praises; nay, I know no comparison\nof what Christ is, and what His worth is: all the angels,\nand all the glorified, praise Him not so much as in halves:\nwho can advance Him or utter all His praises?\n\n       I know no sweeter way to heaven, than through free\ngrace and hard trials together, and one of these cannot\nwell want another.\n\n        Christ should be our night song and our morning\nsong.\n\n                                                          41"
    },
    {
      "page": 42,
      "text": "Blessed be my rich Lord Jesus, who sendeth not\naway beggars from His house with a toom dish. He filleth\nthe vessels of such as will come and seek. We might beg\nourselves rich (if we were wise), if we could but hold out\nour withered hands to Christ, and learn to suit and seek,\nask and knock.\n\n       I am every way in good case, both in soul and body;\nall honour and glory be to my Lord. I want nothing but a\nfurther revelation of the beauty of the unknown Son of\nGod.\n\n        I beseech you in the Lord Jesus, beware, beware of\nunsound work, in the matter of your salvation: ye may not,\nye cannot, ye do not want Christ. Then after this day\nconvene all your lovers before your soul; and give them\ntheir leave, and strike hands60 with Christ, that thereafter\nthere may be no happiness to you but Christ; no hunting\nfor anything but Christ; no bed at night (when death\ncometh) but Christ: Christ, Christ, who but Christ? I\nknow this much of Christ, He is not ill61 to be found, not\nlordly of His love; woe had been my part of it for evermore,\nif Christ had made a dainty of Himself to me; but God be\nthanked, I gave nothing for Christ; and not I protest,\nbefore men and angels, Christ cannot be exchanged;\nChrist cannot be sold, Christ cannot be weighed.\n\n      Because I am His own (God be thanked) He may\nuse me as He pleaseth.\n\n       “In all their afflictions He was afflicted.” Then\nChrist bore the first stroke of this cross: it rebounded off\n60\n     strike hands - shake hands on a promise or pact, strike a bargin\n61\n     ill - difficult\n42"
    },
    {
      "page": 43,
      "text": "Him on upon you, and ye got it at the second hand, and\nHe and ye are halvers in it. And I shall believe for my part,\nHe mindeth to distil heaven out of this loss, and all others\nthe like; for wisdom devised it, and love laid it on, and\nChrist owneth it as His own, and putteth your shoulder\nonly beneath a piece of it.\n\n      Among many marks62 that we are on the journey,\nand under sail towards heaven, this is one, when the love\nof God so filleth our hearts that we forget to love and care\ntoo much for the having or wanting of other things; as one\nextreme heat burneth out another.\n\n       For this cause God’s bairns “take well with spoil-\ning of their goods,” “knowing in themselves, that they\nhave in heaven a better and an enduring substance.”\nWhat better and wiser course can ye take than to think that\nyour one foot is here and your other foot in the life to come,\nand to leave off loving, desiring, or grieving for the wants\nthat shall be made up when your Lord and ye shall meet.\n\n        Let our Lord’s sweet hand square us and hammer\nus, and strike off the knots of pride, self-love and world-\nworship, and infidelity, that He may make us stones and\npillars in His Father’s house (Rev. 3:12). Think ye much\nto follow the Heir of the crown, who had experience of\nsorrows and was acquainted with grief (Isa. 53:3).\n\n        We see God’s decrees when they bring forth their\nfruits, all actions, good and ill, sweet and sour, in their\ntime; but we see not presently the after birth of God’s\ndecree, to wit, His blessed end, and the good that He\n\n62\n     marks - signs\n                                                           43"
    },
    {
      "page": 44,
      "text": "bringeth out of His holy and spotless counsel. We see His\nworking and we sorrow; the end of His counsel and\nworking lieth hidden and underneath the ground, and\ntherefore we cannot believe.\n       Even amongst men, we see hewn stones, timber,\nand a hundred scattered parcels and pieces of a house63,\nall under tools, hammers, and axes, and saws; yet the\nhouse, the beauty and ease of so many lodgings and ease-\nrooms,64 we neither see nor understand for the present;\nthese are but in the mind and head of the builder as yet.\nWe see red earth, unbroken clods, furrows, and stones;\nbut we see not summer lilies, roses, and the beauty of a\ngarden.\n\n       Give Him leave to take His own way of dispensa-\ntion with you; and though it be rough, forgive Him; He\ndefieth you to have as much patience to Him, as He hath\nborne to you....When His people cannot have a provi-\ndence of silk and roses, they must be content with such\nan one as He carveth out for them.\n       Ye would not go to heaven but with company, and\nye may perceive that the way of those who went before you\nwas through blood, suffering, and many afflictions; nay,\nChrist, the Captain, went in over the door-threshold of\nparadise, bleeding to death....Christ hath borne the\nwhole complete cross, and his saints bear but bits and\nchips; as the apostle saith, “the remnants of leavings of\nthe cross.”\n\n       I find Christ to be Christ, and that He is far, far,\neven infinite heaven’s height above man. And that is all\nour happiness. Sinners can do nothing but make wounds\nthat Christ may heal them; and make debts, that He may\n63\n     parcels and pieces of a house - parts, materials, components\n64\n     ease-rooms - rest rooms, lounges\n44"
    },
    {
      "page": 45,
      "text": "pay them; and make falls, that He may raise them; and\nmake deaths, that He may quicken them; and spin out and\ndig hells to themselves, that He may ransom them.\n       Now I will bless the Lord that ever there was such\na thing as the free grace of God, and a free ransom given\nfor sold souls; only, alas! guiltiness maketh me ashamed\nto apply to Christ, and to think it pride in me to put out\nmy unclean and withered hand to such a Saviour!\n       But it is neither shame nor pride for a drowning\nman to swim to a rock, nor for a ship-broken soul to run\nhimself ashore upon Christ.\n\n       We take in good part that pride, that beggars beg\nfrom the richer. And who is so poor as we? And who is\nso rich as He who selleth fine gold (Rev. 3:18)?\n\n        Be content, ye are His wheat growing in our Lord’s\nfield. And if wheat, ye must go under our Lord’s threshing\ninstrument, in His barn-floor, and through His sieve, and\nthrough His mill to be bruised, as the Prince of your\nsalvation, Jesus, was (Isa. 53:10), that ye may be found\ngood bread in your Lord’s house.\n\n       A king from heaven hath sent for you; by faith He\nshoweth you the new Jerusalem, and taketh you alongst\nin the Spirit through all the ease-rooms and dwelling-\nhouses in heaven, and saith, “All these are thine, this\npalace is for thee and Christ”; and if ye only had been the\nchosen of God, Christ would have built that one house\nfor you and Himself. Now it is for you and many also.\n\n       He breaketh not a bruised reed, nor quencheth the\nsmoking flax: but if the wind blow, He holdeth His hands\nabout it till it rise to a flame.\n                                                        45"
    },
    {
      "page": 46,
      "text": "I am most gladly content that Christ breaketh all\nmy idols in pieces: it hath put a new edge upon my blunted\nlove to Christ. I see He is jealous of my love, and will have\nall to Himself.\n\n       They are blessed who suffer and sin not, for\nsuffering is the badge that Christ hath put upon His\nfollowers: take what way we can to heaven, the way is\nedged up with crosses.... One thing by experience my Lord\nhath taught me, that the waters betwixt this and heaven\nmay all be ridden, we be well horsed, I mean, if we be in\nChrist, and not one shall drown by the way.\n\n        Now would to God, all cold-blooded,65 faint-\nhearted soldiers of Christ would look again to Jesus and\nto His love; and when they look, I would have them to look\nagain and again, and fill themselves with beholding of\nChrist’s beauty; and I dare say then, that Christ should\ncome in great court and request with many.\n\n      Lighten your heart by laying your all upon Him....\nFrame yourself for Christ, and gloom not upon His cross.\n\n       I have a lover, Christ, and yet I want love for Him.\nI have a lovely and desirable Lord, who is love-worthy, and\nwho beggeth my love and heart, and I have nothing to give\nHim. Dear brother, come further in on Christ, and see a\nnew treasure in Him: come in, and look down, and see\nangel’s wonder, and heaven and earth’s wonder of love,\nsweetness, majesty, and excellency in Him.\n\n\n65\n     cold-blooded - frightened, cowardly, with cold feet\n46"
    },
    {
      "page": 47,
      "text": "Dry wells send us to the fountain.\n\n       Christ hath so handsomely fitted for my shoulders\nthis rough tree of the cross, as that it hurteth me no ways.\nMy treasure is up in Christ’s coffers; my comforts are\ngreater than ye can believe; my pen shall lie for penury of\nwords to write of them.\n\n       No pen, no words, no image can express to you the\nloveliness of my only, only Lord Jesus.\n\n\n\n\n                                                         47"
    },
    {
      "page": 48,
      "text": "To Mistress Taylor\n        Mistress,\n        Grace, mercy, and peace be to you. Though I have\nno relation worldly, or acquaintance with you, yet (upon\nthe testimony and importunity of your elder son now at\nLondon, where I am, but chiefly because I esteem Jesus\nChrist in you to be in place of all relations) I make bold\nin Christ to speak my poor thoughts to you concerning\nyour son lately fallen asleep in the Lord (who was\nsometime under the ministry of the worthy servant of\nChrist, my fellow-labourer, Mr. Blair, and by whose\nministry I hope he reaped no small advantage).\n        I know grace rooteth not out the affections of a\nmother, but putteth them on His wheel who maketh all\nthings new, that they may be refined; therefore sorrow for\na dead child is allowed to you, though by measure and\nounce-weights; the redeemed of the Lord have not a\ndominion or lordship over their sorrow and other affec-\ntions, to lavish out Christ’s goods at their pleasure. “For\nye are not your own, but bought with a price”; and your\nsorrow is not your own, nor hath He redeemed you by\nhalves; and therefore ye are not to make Christ’s cross no\ncross. He commandeth you to weep; and that princely\nOne, who took up to heaven with Him a man’s heart to\nbe a compassionate High Priest, became your fellow and\ncompanion on earth, by weeping for the dead (John\n11:35). And therefore ye are to love that cross, because it\nwas once on Christ’s shoulders before you; so that by His\nown practice He hath overgilded and covered your cross\nwith the Mediator’s lustre. The cup ye drink was at the lip\nof sweet Jesus, and He drank of it; and so it hath a smell\nof His breath. And I conceive ye love it not the worse that\nit is thus sugared; therefore drink, and believe the\nresurrection of your son’s body. ...I was not a witness to\nhis death, being called out of the kingdom; but ye shall\ncredit those whom I do credit, he died comfortably.\n48"
    },
    {
      "page": 49,
      "text": "It is true, he died before he did so much service to\nChrist on earth, as I hope and heartily desire your son Mr.\nHugh (very dear to me in Christ) shall do. But that were\na matter of sorrow, if this were not to counterbalance it,\nthat he hath changed service-houses,66 but hath not\nchanged services or Master (Rev. 22:3). What he could\nhave done in this lower house, he is now upon that same\nservice in the higher house; and it is all one, it is the same\nservice, and the same Master, only there is a change of\nconditions. And ye are not to think it a bad bargain for your\nbeloved son, where he hath gold for copper and brass,\neternity for time. I believe Christ hath taught you (for I give\ncredit to such a witness of you as your son Mr. Hugh) not\nto sorrow because he died. All the knot67 must be, he died\ntoo soon, he died too young, he died in the morning of\nhis life, this is all; but sovereignty must silence your\nthoughts. I was in your condition; I had but two children,\nand both are dead since I came hither. The supreme and\nabsolute Former of all things giveth not an account of any\nof His matters.\n        The good husbandman may pluck His roses and\ngather in His lilies at midsummer, and, for ought I dare\nsay, in the beginning of the first summer month; and He\nmay transplant young trees out of the lower ground to the\nhigher, where they have more of the sun, and a more free\nair, at any season of the year. What is that to you or me?\nthe goods are His own. The Creator of time and winds did\na merciful injury (if I dare borrow the word) to nature in\nlanding the passenger so early.\n        They love the sea too well who complain of a fair\nwind and a desirable tide, and a speedy coming ashore,\nespecially a coming ashore in that land where all the\ninhabitants have everlasting joy upon their heads. He\ncannot be too early in heaven; his twelve hours were not\nshort hours. And withal, if ye consider this, had ye been\n66\n     he hath changed service-houses - changed places of employment\n67\n     knot - difficulty, perplexity, problem\n                                                                     49"
    },
    {
      "page": 50,
      "text": "at his bed-side, and should have seen Christ coming to\nhim, ye would not, ye could not, have adjourned Christ’s\nfree love, who would want him no longer. And dying in\nanother land, where his mother could not close his eyes,\nis not much. Who closed Moses’ eyes? and who put on\nhis winding sheet? For ought I know, neither father, nor\nmother, nor friend, but God only. And there is as\nexpedite, fair, and easy a way betwixt Scotland and\nheaven, as if he had died in the very bed he was born in.\nThe whole earth is his Father’s; any corner of his Father’s\nhouse is good enough to die in.\n        It may be, the living child (I speak not of Mr. Hugh)\nis more grief to you than the dead. Ye are to wait on, if at\nany time God shall give him repentance; Christ waited as\nlong possibly on you and me, certainly longer on me....It\nseemeth that Christ will have this world your step-dame68;\nI love not your condition the worse; it may be a proof that\nye are not a child of this lower house, but a stranger. Christ\nseeth it not good only, but your only good, to be led thus\nto heaven; and think this a favour, that He hath bestowed\nupon you free, free grace, that is mercy without hire, ye\npaid nothing for it. And who can put a price upon anything\nof royal and princely Jesus Christ? And that God hath\ngiven to you to suffer for Him the spoiling of your goods,\nesteem it as an act of free grace also; ye are no loser, having\nHimself; and I persuade myself if ye could prize Christ,\nnothing could be bitter to you. Grace, grace be with you.-\nYour brother and well-wisher,\n                                                      S. R.\n\n\n\n\n68\n     step-dame - step-mother, hence an unsatisfactory substitute\n50"
    },
    {
      "page": 51,
      "text": "London, 1645\n                  To the Lady Earlstoun\n        Mistress,\n        Grace, mercy, and peace be to you. I long to hear\nhow your soul prospereth. I exhort you to go on in your\njourney; your day is short, and your afternoon’s sun will\nsoon go down; make an end of your accounts with your\nLord; for death and judgment are tides that bide no man.\nSalvation is supposed to be at the door, and Christianity\nis thought an easy task, but I find it hard, and the way strait\nand narrow, were it not but my guide is content to wait on\nme, and to care for a tired traveller. Hurt not your\nconscience with any known sin; let your children be as so\nmany flowers borrowed from God; if the flowers die or\nwither, thank God for a summer’s loan of them, and keep\ngood neighbourhood to borrow and lend with Him. Set\nyour heart upon heaven, and trouble not your spirit with\nthis clay idol of the world, which is but vanity, and hath\nbut the lustre of the rainbow in the air, which cometh and\ngoeth with a flying March shower.... My Lord hath made\nme well content of a borrowed fireside, and a borrowed\nbed. I am feasted with the joys of the Holy Ghost, and my\nroyal King beareth my charges honourably.... The great\nmessenger of the covenant, the Son of God, establish you\non your rock, and keep you to the day of His coming.\n        Yours in his sweet Lord Jesus,\n                              Samuel Rutherford.\n\n\n\n\n                                                            51"
    },
    {
      "page": 52,
      "text": "Aberdeen, March 7, 1637.\n                For Marion M’Knaught\n        Loving and dear Sister,\n        I fear that you be moved and cast down because of\nthe late wrong that your husband received in your town-\ncouncil; but I pray you comfort yourself in the Lord, for a\njust cause bides under the water only as long as wicked\nmen hold their hands above it; their arm will weary, and\nthen the just cause shall swim above, and the light that\nis sown for the righteous shall spring and grow up.\n        If ye were not strangers here, the dogs of the world\nwould not bark at you. You shall see all the windings and\nturnings that are in your way to heaven out of God’s word;\nfor He will not lead you to the kingdom at the nearest; but\nyou must go through (2 Cor. 6:8) “honour and dishonour,\nby evil report and good report, as deceivers and yet true”;\nverse 9, “as unknown and yet well-known, as dying and\nbehold we live, as chastened and not killed”; verse 10, “as\nsorrowful and yet alway rejoicing.”\n        The world is one of the enemies that we have to\nfight with, but a vanquished and overcome enemy, and\nlike a beaten and forlorn soldier; for our Jesus hath taken\nthe armour from it: let me then speak to you in His words.\n“Be of good courage,” saith the Captain of our salvation,\n“for I have overcome the world.”\n        You shall neither be free of the scourge of the\ntongue, nor of disgraces, even if it were buffetings and\nspittings upon the face, as was our Saviour’s case, if you\nfollow Jesus Christ. I beseech you in the bowels of our\nLord Jesus, keep a good conscience (as I trust you do); you\nlive not upon men’s opinions; gold may be gold and have\nthe king’s stamp upon it, when it is trampled upon by men.\nHappy are you if, when the world trampleth upon you in\nyour credit and good name, yet you are the Lord’s gold,\nstamped with the King of heaven’s image, and “sealed by\nHis Spirit unto the day of your redemption.”\n52"
    },
    {
      "page": 53,
      "text": "Pray for the Spirit of love (I Cor. 13:7). Love\n“beareth all things, believeth all things, hopeth all things,\nendureth all things.” And I pray you that your husband,\nyea I charge you before God and the Lord Jesus Christ, and\nthe elect angels, pray for these your adversaries: read this\nto your husband from me; and let both of you “put on, as\nthe elect of God, bowels of mercies.”\n        And, sister, remember how many thousands of\ntalents of sins your Master hath forgiven you: forgive ye,\ntherefore, your fellow-servants one talent; follow God’s\ncommand in this, “and seek not after your own heart, and\nafter your own eyes” in this matter, as the Spirit speaks\n(Num. 15:39). Ask never the counsel of your own heart\nhere; the world will blow up your heart now, and cause\nit swell, except the grace of God cause it to fall. Jesus, even\nJesus, the eternal Wisdom of the Father, give you wisdom;\nI trust God shall be glorified in you; and a door shall be\nopened unto you as the Lord’s prisoners of hope, as\nZechariah speaks. It is a benefit to you that the wicked are\nGod’s fan to purge you; and I hope they shall blow away\nno corn or spiritual graces, but only your chaff. I pray you,\nin your pursuit, have so recourse to the law of men that\nyou wander not from the law of God. Be not cast down:\nif you saw Him, who is standing on the shore, holding out\nHis arms to welcome you to land, you would not only wade\nthrough a sea of wrongs, but through hell itself, to be at\nHim: and I trust in God you see Him sometimes. The Lord\nJesus be with your spirit, and all yours.\n        Your brother in the Lord,\n                                                    S. R.\n                                                    Anwoth.\n\n\n\n\n                                                            53"
    },
    {
      "page": 54,
      "text": "Ye have only these two shallow brooks, sickness\nand death, to pass through; and ye have also a promise that\nChrist shall do more than meet you, even that he shall\ncome Himself, and go with you, foot for foot, yea and bear\nyou in His arms. O then! for the joy that is set before you,\nfor the love of the Man (Who is also God over all, blessed\nfor ever) that is upon the shore to welcome you: run your\nrace with patience.\n\n\n\n\n54"
    }
  ]
}